tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "adr-tools"
brew "asciinema"
brew "asdf"
brew "awscli"
brew "autoenv"
brew "bash"
brew "bat"
brew "broot"
brew "cloc"
brew "coreutils"
brew "curl"
brew "duti"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "goreleaser"
brew "httpie"
brew "jq"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "nmap"
brew "ripgrep"
brew "shellcheck"
brew "thefuck"
brew "tree"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "lotyp/formulae/dockutil"
cask "1password"
cask "cleanshot"
cask "devutils"
cask "docker"
cask "firefox"
cask "go2shell"
cask "google-chrome"
cask "iterm2"
cask "obsidian"
cask "signal"
cask "spotify"
cask "visual-studio-code"
mas "Alfred", id: 405843582
mas "CopyClip - Clipboard History", id: 595191960
mas "Magnet", id: 441258766
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
